-- phpMyAdmin SQL Dump
-- version phpStudy 2014
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2019 �?09 �?22 �?10:05
-- 服务器版本: 5.5.47
-- PHP 版本: 5.6.16

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `college_msg`
--

-- --------------------------------------------------------

--
-- 表的结构 `design2015`
--

DROP TABLE IF EXISTS `design2015`;
CREATE TABLE IF NOT EXISTS `design2015` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `teacher_id` varchar(20) NOT NULL,
  `teacher_name` varchar(30) NOT NULL,
  `design_subject` varchar(100) NOT NULL,
  `grade` varchar(20) NOT NULL,
  `chooseMsg` varchar(200) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=136 ;

--
-- 转存表中的数据 `design2015`
--

INSERT INTO `design2015` (`id`, `teacher_id`, `teacher_name`, `design_subject`, `grade`, `chooseMsg`) VALUES
(1, '200952052', '万其明', 'AI交互智能驱蚊灯设计与制作', '2015级', NULL),
(2, '200952052', '万其明', '论高职院校物联网应用技术品牌专业建设——以中山职业技术学院设为例', '2015级', '2015127003林国辉'),
(3, '200952052', '万其明', '论高职院校物联网应用技术专业特色建设——以中山职业技术学院设为例', '2015级', NULL),
(4, '200952052', '万其明', '改进高校专业建设专项资金管理的探索——基于中山职业技术学院物联网应用技术品牌专业建设资金使用案例的分析', '2015级', '2015127042尤绮婷'),
(5, '200952052', '万其明', '物联网应用技术专业大学生校外实践教学基地建设实践探索——以中山职业技术学院为例', '2015级', '2015127040陈旭冬,2015127002叶坤兴'),
(6, '200952052', '万其明', '基于产教深度融合的高本协同应用型本科人才培养研究', '2015级', NULL),
(7, '200952052', '万其明', '《物联网技术与应用》教学内容探讨', '2015级', '2015127004陈泽潮'),
(8, '200952052', '万其明', '基于任务驱动的《电子CAD》教学内容探讨', '2015级', NULL),
(9, '200952052', '万其明', '智能机器人教育的发展现状与趋势', '2015级', NULL),
(10, '201753062', '蔡教武', '智能衣柜设计与实现', '2015级', NULL),
(11, '201753062', '蔡教武', '智能家居系统设计与实现', '2015级', NULL),
(12, '201753062', '蔡教武', '生猪养殖环境监控系统设计与实现', '2015级', NULL),
(13, '201753062', '蔡教武', '小区安防系统设计与实现', '2015级', NULL),
(14, '201753062', '蔡教武', '积木式智能硬件教学创新套件传感器模块设计与实现', '2015级', NULL),
(15, '201753062', '蔡教武', '积木式智能硬件教学创新套件网关模块设计与实现', '2015级', NULL),
(16, '201753062', '蔡教武', '积木式智能硬件教学创新套件通信模块设计', '2015级', NULL),
(17, '201753062', '蔡教武', '《物联网技术应用综合实践》在线课程开发', '2015级', NULL),
(18, '201052071', '江武志', '基于springboot和HTML5的保险管理系统接口设计与实现', '2015级', NULL),
(19, '201052071', '江武志', '基于springboot的用电缴费系统后端接口设计与实现 ', '2015级', NULL),
(20, '201052071', '江武志', '基于HTML5技术的用电缴费系统前端页面设计与实现', '2015级', NULL),
(21, '201052071', '江武志', '基于springboot的电能耗管理系统后端接口设计与实现', '2015级', NULL),
(22, '201052071', '江武志', '基于HTML5技术的电能耗管理系统前端页面设计与实现', '2015级', NULL),
(23, '201052071', '江武志', '基于springboot的冷暖气监测管理系统后端接口设计与实现', '2015级', NULL),
(24, '201052071', '江武志', '基于HTML5技术的冷暖气监测管理系统前端页面设计与实现', '2015级', NULL),
(25, '201052071', '江武志', '基于springboot的水能耗管理系统后端接口设计与实现', '2015级', NULL),
(26, '201052071', '江武志', '基于HTML5技术的水能耗管理系统前端页面设计与实现', '2015级', NULL),
(27, '201052071', '江武志', '基于springboot的毕业设计管理系统后端接口设计与实现', '2015级', NULL),
(28, '201052071', '江武志', '基于HTML5技术的毕业设计管理系统前端页面设计与实现', '2015级', NULL),
(29, '201052071', '江武志', '基于springboot与html技术的官网前后台系统设计与实现', '2015级', NULL),
(30, '201052071', '江武志', '智能家居wifi开关硬件产品云平台后端接口设计与实现', '2015级', NULL),
(31, '201052071', '江武志', '智能家居wifi开关硬件产品android客户端接口设计与实现', '2015级', NULL),
(32, '201052071', '江武志', '基于物联网的智慧无人加油站平台设计与开发', '2015级', NULL),
(33, '201052071', '江武志', '宠物管家Android手机客户端应用程序设计与开发', '2015级', NULL),
(34, '201052071', '江武志', '基于modbus协议的数据采集转码发送用于工业设备的网关 ', '2015级', NULL),
(35, '201052071', '江武志', '基于STM32的网络串口服务器的硬件平台设计与实现', '2015级', NULL),
(36, '201052071', '江武志', '基于STM32的网络串口服务器的软件系统设计与实现', '2015级', NULL),
(37, '201052071', '江武志', '基于mips的智能网关硬件平台设计与实现', '2015级', NULL),
(38, '201052071', '江武志', '基于mips智能网关采集软件平计与实现', '2015级', NULL),
(39, '201052071', '江武志', '基于esp8266的智能家居wifi开关硬件产品设计与实现', '2015级', NULL),
(40, '201052071', '江武志', '基于esp8266的智能家居wifi开关软件系统设计与实现', '2015级', NULL),
(41, '201052071', '江武志', '三相电能采集器硬件平台设计与实现', '2015级', NULL),
(42, '201052071', '江武志', '三相电能采集器软件系统设计与实现', '2015级', NULL),
(43, '201052071', '江武志', '一种无线漏水检测装置硬件研究与设计', '2015级', NULL),
(44, '201052071', '江武志', '一种无线漏水检测装置软件系统研究与设计', '2015级', NULL),
(45, '201052071', '江武志', '养生壶控制器触摸按键驱动设计与实现', '2015级', NULL),
(46, '201052071', '江武志', '基于SX1278芯片的lora无线传输采集硬件平台的设计与实现', '2015级', NULL),
(47, '201052071', '江武志', '基于GPS全球定位系统的押运车反劫持开门控制装置的设计与实现', '2015级', NULL),
(48, '201052071', '江武志', '基于GPS全球定位系统的押运车反劫持开门显示装置的设计与实现', '2015级', NULL),
(49, '201052071', '江武志', '基于GPS全球定位系统的押运车反劫持开门密码授权装置的设计与实现', '2015级', NULL),
(50, '201052071', '江武志', '物联网路灯控制器设计与实现', '2015级', NULL),
(51, '201052071', '江武志', '物联网开发应用PASS平台设计与实现', '2015级', NULL),
(52, '201052071', '江武志', '嵌入式文件存储系统设计与实现', '2015级', NULL),
(53, '201052071', '江武志', '物联网MQTT集群系统设计与实现', '2015级', NULL),
(54, '201052071', '江武志', '基于物联网技术的校园节能系统研究', '2015级', NULL),
(55, '201052071', '江武志', '物联网运钞车防抢系统研究与设计', '2015级', NULL),
(56, '201052071', '江武志', '物联网人工智能养生壶研究与设计', '2015级', NULL),
(57, '201052071', '江武志', '物联网网关自适应参数配置采集算法研究与设计', '2015级', NULL),
(58, '201052071', '江武志', '物联网解耦高并发大流量节点大采集大数据平台研究与设计', '2015级', NULL),
(59, '201052071', '江武志', '高校实训室设备管理物联网管理系统研究与设计', '2015级', NULL),
(60, '201052071', '江武志', '工业设备巡检保养管理系统研究与设计', '2015级', NULL),
(61, '201052071', '江武志', '车联网管理系统研究与设计', '2015级', NULL),
(62, '200852029', '廖静很', '基于物联网下水族箱系统嵌入式硬件设计与制作', '2015级', NULL),
(63, '200852029', '廖静很', '基于物联网下水族箱系统线上操作系统前端设计', '2015级', NULL),
(64, '200852029', '廖静很', '基于物联网下水族箱系统线上操作系统后端设计', '2015级', NULL),
(65, '200852029', '廖静很', '基于物联网下的水族箱嵌入式系统软件设计', '2015级', NULL),
(66, '200852029', '廖静很', '自助点餐系统的市场调查', '2015级', NULL),
(67, '200852029', '廖静很', '自助点餐系统', '2015级', NULL),
(68, '200852029', '廖静很', '自助点餐系统', '2015级', NULL),
(69, '200852029', '廖静很', '自助点餐小程序', '2015级', NULL),
(70, '200852029', '廖静很', '环境监控系统设计', '2015级', NULL),
(71, '200852029', '廖静很', '无线环境监控系统设计', '2015级', NULL),
(72, '200752020', '林少茵', '基于物联网技术的智能车位共享系统集成设计', '2015级', NULL),
(73, '200752020', '林少茵', '基于物联网技术的智能车位共享系统网页设计', '2015级', NULL),
(74, '200752020', '林少茵', '基于物联网技术的智能车位共享系统微信端设计', '2015级', NULL),
(75, '200752020', '林少茵', '闲鱼校园版前端开发', '2015级', NULL),
(76, '200652005', '罗智祥', '基于CAN总线的精密超声探测节点', '2015级', NULL),
(77, '200652005', '罗智祥', '基于CAN总线的环境温度湿度监测节点', '2015级', NULL),
(78, '200652005', '罗智祥', '基于CAN总线的环境温度湿度压力监测节点', '2015级', NULL),
(79, '200652005', '罗智祥', '基于CAN总线的环境温度湿度照度监测节点', '2015级', NULL),
(80, '200652005', '罗智祥', '基于CAN总线的环境温度湿度噪声监测节点', '2015级', NULL),
(81, '200652005', '罗智祥', '通用型CAN智能开关', '2015级', NULL),
(82, '200652005', '罗智祥', '声控型CAN智能开关', '2015级', NULL),
(83, '200652005', '罗智祥', '光控型CAN智能开关', '2015级', NULL),
(84, '200652005', '罗智祥', '三态CAN智能开关', '2015级', NULL),
(85, '200652005', '罗智祥', '基于CAN总线的红外遥控操作节点', '2015级', NULL),
(86, '201052069', '李硕明', '基于微信小程序的童装定制系统的设计', '2015级', NULL),
(87, '201052069', '李硕明', '中山灯饰展销网络平台', '2015级', NULL),
(88, '201052069', '李硕明', '中山市小家电展销网络平台', '2015级', NULL),
(89, '201052069', '李硕明', '新生报道信息管理系统', '2015级', NULL),
(90, '201052069', '李硕明', '中山市红木家私展示平台', '2015级', NULL),
(91, '201052069', '李硕明', '中山灯饰展销网络平台', '2015级', NULL),
(92, '201052069', '李硕明', '校园BBS论坛小程序', '2015级', NULL),
(93, '201052069', '李硕明', '毕业文化杉定制微信小程序', '2015级', NULL),
(94, '201052069', '李硕明', '自动水族缸投食器的设计与开发', '2015级', NULL),
(95, '201052069', '李硕明', '智能水族缸投食器的设计与开发', '2015级', NULL),
(96, '201052069', '李硕明', '自动宠物喂食器的的设计与开发', '2015级', NULL),
(97, '201052069', '李硕明', '智能宠物喂食器的的设计与开发', '2015级', NULL),
(98, '201052069', '李硕明', '互动型文物旋转展示平台的设计与开发', '2015级', NULL),
(99, '201052069', '李硕明', '智能文物旋转展示平台的设计与开发', '2015级', NULL),
(100, '201052069', '李硕明', '基于动态二维码的快递领取身份验证系统开发', '2015级', NULL),
(101, '201052069', '李硕明', '动态二维码快递领取身份验证系统的创业分析', '2015级', NULL),
(102, '201052069', '李硕明', '无线传感网中的多源信息集成技术研究', '2015级', NULL),
(103, '201052069', '李硕明', '迎宾机器人的应用场景和市场分析', '2015级', NULL),
(104, '201052069', '李硕明', '餐厅服务机器人的应用场景和市场分析', '2015级', NULL),
(105, '201052069', '李硕明', '“GO起来”大学生运动健身APP设计与开发', '2015级', NULL),
(106, '201052069', '李硕明', '“GO起来”大学生运动健身APP设计与开发--创业项目分析', '2015级', NULL),
(107, '201753060', '周天凤', '高本协同管理系统设计', '2015级', NULL),
(108, '201753060', '周天凤', '博物馆文物展览网', '2015级', NULL),
(109, '201753060', '周天凤', '博物馆文物展览网', '2015级', NULL),
(110, '201753060', '周天凤', '基于传统文化的闯关游戏开发', '2015级', NULL),
(111, '201753060', '周天凤', '博物馆文物展览网', '2015级', NULL),
(112, '201753060', '周天凤', '偏远地区远程教育的课堂考勤与管理系统的研究', '2015级', NULL),
(113, '201753060', '周天凤', '毕业生跟踪调查系统设计', '2015级', NULL),
(114, '201753060', '周天凤', '基于远程教育的人脸识别考勤与学情反馈系统集成设计', '2015级', NULL),
(115, '200952060', '孙菁', '城市房价走势捕捉分析器的设计', '2015级', NULL),
(116, '200952060', '孙菁', '智能跟随行李箱的设计与制作', '2015级', NULL),
(117, '200952060', '孙菁', '高校“互联网+”创新创业教育与实习就业的影响关系研究（调研类）', '2015级', NULL),
(118, '200952060', '孙菁', '基于ARM的智能蓝牙小车的制作设计 ', '2015级', NULL),
(119, '200952060', '孙菁', '电子商务后台管理子系统设计', '2015级', NULL),
(120, '200952060', '孙菁', '基于微信小程序的智能课表设计', '2015级', NULL),
(121, '200952060', '孙菁', '移动端电子商城app设计', '2015级', NULL),
(122, '200952060', '孙菁', '基于微信小程序的在线商超系统的设计', '2015级', NULL),
(123, '200952060', '孙菁', '基于微信小程序的box商城的设计', '2015级', NULL),
(124, '200952060', '孙菁', '移动端音乐播放器的设计', '2015级', NULL),
(125, '200952066', '黄家权', '基于STM32的运动手环设计与制作', '2015级', NULL),
(126, '200952066', '黄家权', ' 基于HTML5的智能手环应用设计', '2015级', NULL),
(127, '200952066', '黄家权', '基于STM32F4的语音家居控制系统主控端的设计', '2015级', NULL),
(128, '200952066', '黄家权', '基于STM32F4的语音家居控制系统被控端的设计', '2015级', NULL),
(129, '200952066', '黄家权', ' 基于STM32F4的语音家居控制系统应用端的设计', '2015级', NULL),
(130, '200952066', '黄家权', '.基于Zigbee的智能安防系统网关的设计与制作', '2015级', NULL),
(131, '200952066', '黄家权', ' 基于Zigbee的智能安防系统传感器的设计与制作', '2015级', NULL),
(132, '200952066', '黄家权', '基于Zigbee的智能安防系统手机应用的设计与制作', '2015级', NULL),
(133, '200952066', '黄家权', '蓝牙温湿度计的设计与制作', '2015级', NULL),
(134, '200952066', '黄家权', '蓝牙温湿度计应用的设计与制作', '2015级', NULL),
(135, '200853047', '刘鹏远', '基于物联网产品展示的影视作品探究', '2015级', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `practiceinfo1672`
--

DROP TABLE IF EXISTS `practiceinfo1672`;
CREATE TABLE IF NOT EXISTS `practiceinfo1672` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `student_id` varchar(20) NOT NULL,
  `student_name` varchar(20) NOT NULL,
  `teacher_name` varchar(20) NOT NULL,
  `teacher_tel` varchar(30) NOT NULL,
  `practice_time` varchar(30) NOT NULL,
  `practice_type` varchar(30) NOT NULL,
  `practice_long` varchar(30) NOT NULL,
  `practice_company` varchar(30) NOT NULL,
  `relation_name` varchar(30) NOT NULL,
  `relation_tel` varchar(30) NOT NULL,
  `arrange` varchar(30) NOT NULL,
  `post` varchar(20) NOT NULL,
  `salary` varchar(20) NOT NULL,
  `company_taken` varchar(10) NOT NULL,
  `tenBreak` varchar(10) NOT NULL,
  `sixteenBreak` varchar(10) NOT NULL,
  `changed` varchar(50) DEFAULT NULL,
  `remark` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=47 ;

--
-- 转存表中的数据 `practiceinfo1672`
--

INSERT INTO `practiceinfo1672` (`id`, `student_id`, `student_name`, `teacher_name`, `teacher_tel`, `practice_time`, `practice_type`, `practice_long`, `practice_company`, `relation_name`, `relation_tel`, `arrange`, `post`, `salary`, `company_taken`, `tenBreak`, `sixteenBreak`, `changed`, `remark`) VALUES
(1, '2016127201', '江文晋', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(2, '2016127202', '何汉坚', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(3, '2016127203', '辛胜', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(4, '2016127204', '辛培颖', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(5, '2016127205', '江泽龙', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(6, '2016127206', '徐奕淇', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(7, '2016127207', '林兴南', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(8, '2016127208', '彭纯真', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(9, '2016127209', '陈毅佳', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(10, '2016127210', '黄坚新', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(11, '2016127211', '蔡泓宇', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(12, '2016127212', '李嘉洛', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(13, '2016127213', '王金婵', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(14, '2016127214', '吕永健', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(15, '2016127215', '钟彩玉', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(16, '2016127217', '蔡日慧', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(17, '2016127218', '许建强', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(18, '2016127219', '崔迪', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(19, '2016127223', '何奕松', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(20, '2016127224', '周润丰', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(21, '2016127225', '杨越清', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(22, '2016127226', '梁兴栓', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(23, '2016127228', '姚竣洛', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(24, '2016127229', '葛雪欣', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(25, '2016127230', '黎林坚', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(26, '2016127231', '张云燕', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(27, '2016127232', '陈钧霖', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(28, '2016127234', '蔡帝锋', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(29, '2016127235', '彭成惠', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(30, '2016127236', '张振楠', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(31, '2016127237', '陈嘉仕', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(32, '2016127238', '黄好宏', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(33, '2016127239', '苏锦龙', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(34, '2016127240', '陈鸿杰', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(35, '2016127241', '张景奇', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(36, '2016127242', '詹艺莹', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(37, '2016127243', '郑可贤', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(38, '2016127244', '李国涛', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(39, '2016127245', '张钧奥', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(40, '2016127246', '吴晓婉', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(41, '2016127247', '王伟雄', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(42, '2016127248', '林清', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(43, '2016127249', '陈晓锋', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(44, '2016127251', '唐天财', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(45, '2016127252', '吴泽科', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL),
(46, '2015127005', '陈柏宏', '', '', '', '', '', '', '', '', '', '', '', '', '', '', NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `practiceinfo2014`
--

DROP TABLE IF EXISTS `practiceinfo2014`;
CREATE TABLE IF NOT EXISTS `practiceinfo2014` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `student_id` varchar(20) NOT NULL,
  `student_name` varchar(20) NOT NULL,
  `teacher_name` varchar(20) NOT NULL,
  `teacher_tel` varchar(30) NOT NULL,
  `practice_time` varchar(30) NOT NULL,
  `practice_type` varchar(30) NOT NULL,
  `practice_long` varchar(30) NOT NULL,
  `practice_company` varchar(30) NOT NULL,
  `relation_name` varchar(30) NOT NULL,
  `relation_tel` varchar(30) NOT NULL,
  `arrange` varchar(30) NOT NULL,
  `post` varchar(20) NOT NULL,
  `salary` varchar(20) NOT NULL,
  `company_taken` varchar(10) NOT NULL,
  `tenBreak` varchar(10) NOT NULL,
  `sixteenBreak` varchar(10) NOT NULL,
  `changed` varchar(50) DEFAULT NULL,
  `remark` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=95 ;

--
-- 转存表中的数据 `practiceinfo2014`
--

INSERT INTO `practiceinfo2014` (`id`, `student_id`, `student_name`, `teacher_name`, `teacher_tel`, `practice_time`, `practice_type`, `practice_long`, `practice_company`, `relation_name`, `relation_tel`, `arrange`, `post`, `salary`, `company_taken`, `tenBreak`, `sixteenBreak`, `changed`, `remark`) VALUES
(1, '2014127115', '肖志成', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', '5', '中山市博力高电子有限公司', '江小催', '13500141895', '自主择业', '技术员', '3500', '是', '否', '否', '', ''),
(2, '2014127117', '陈洪期', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', '5', '深圳市创同盟科技有限公司', '吴时文', '13714821407', '自主择业', '助理工程师', '3300', '是', '否', '否', '', ''),
(3, '2014127124', '梁秋霞', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', '5', '中山七日信息科技有限公司', '文纱', '18578775593', '自主择业', '技术员', '3200', '是', '否', '否', '', ''),
(4, '2014127125', '曾筠怡', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', '5', '中山七日信息科技有限公司', '文纱', '18578775593', '自主择业', '技术员', '3200', '是', '否', '否', '', ''),
(5, '2014127130', '何桂贤', '蔡教武', '13928132593', '2017年12月至2018年5月', '专业实习', '6', '深南电路股份有限公司', '赵栋', '13826545249', '自主择业', '储备干部', '3500', '是', '否', '否', '', ''),
(6, '2014127135', '叶锦清', '蔡教武', '13928132593', '2017年12月至2018年6月', '专业实习', '6', '中山国美电器有限公司', '周吴斌', '15507698841', '自主择业', '技术员', '3200', '是', '否', '否', '', ''),
(7, '2014127139', '谭俊明', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', '5', '中山数创科技有限公司', '叶福明', '18576251151', '自主择业', '助理工程师', '3300', '是', '否', '否', '', ''),
(8, '2014127148', '郭家健', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', '5', '深圳市虹科通讯有限公司', '刘书城', '13751073456', '自主择业', '技术员', '2500', '是', '否', '否', '', ''),
(9, '2014127210', '张伟福', '蔡教武', '13928132593', '2017年12月至2018年5月', '专业实习', '6', '诺为信息有限公司', '陈李濠', '13148524758', '自主择业', '助理工程师', '3000', '是', '否', '否', '', ''),
(10, '2014127217', '林冬贤', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', '5', '深圳育云信息科技有限公司', '罗甜', '13641493557', '自主择业', '软件测试员', '3000', '是', '否', '否', '', ''),
(11, '2014127223', '吴子鹰', '蔡教武', '13928132593', '2018年1月至2018年6月', '专业实习', '5', '惠州市龙威地产有限公司', '黄威龙', '18927338880', '自主择业', '副总经理', '3000', '是', '否', '否', '', ''),
(12, '2014127247', '杨家卓', '蔡教武', '13928132593', '2017年12月至2018年5月', '专业实习', '6', '深圳市计量质量检测研究院', '杨月平', '18922863308', '自主择业', '技术员', '3300', '是', '否', '否', '', ''),
(13, '2014127101', '黄家智', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', '6', '中山市海誉智能信息技术有限公司', '杨昆鹏', '17707603141', '自主选择', '电子工程师', '2600', '是', '否', '否', '', ''),
(14, '2014127110', '黎国鑫', '黄家权', '13631140656', '2018年2月至2018年6月', '专业实习', '4', '懒人生活网络科技有限公司', '卢殷', '18520233520', '自主选择', '电子工程师', '3000', '是', '否', '否', '', ''),
(15, '2014127133', '钟锦锋', '黄家权', '13631140656', '2017年12月至2018年6月', '专业实习', '6', '中山联速集成电路有限公司', '郭章垠', '13590793268', '自主选择', '电子工程师', '2000', '是', '否', '否', '', ''),
(16, '2014127136', '莫俊杰', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', '6', '晶威科技有限公司', '周艳', '18689378013', '自主选择', '电子工程师', '2500', '是', '否', '否', '', ''),
(17, '2014127142', '余钰玲', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', '6', '广东硕泰智能装备有限公司', '汤雪凤', '18689389003', '自主选择', '电子工程师', '3000', '是', '否', '否', '', ''),
(18, '2014127150', '罗金华', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', '6', '黑子信息科技有限公司', '陈广阳', '18022078666', '自主选择', '电子工程师', '2500', '是', '否', '否', '', ''),
(19, '2014127218', '罗添科', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', '5', '广东德怡电子科技有限公司', '余伟坚', '18928630965', '自主选择', '电子工程师', '3200', '是', '否', '否', '', ''),
(20, '2014127236', '李康杨', '黄家权', '13631140656', '2018年1月至2018年6月', '专业实习', '6', '湛江开发区鑫桂园酒楼', '李木柳', '13531129454', '', '', '', '', '', '', '', ''),
(21, '2014127132', '彭伟娴', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', '6', '揭阳市波仕科技发展有限公司', '方泽波', '13112196278', '自主择业', '电子工程师', '3200', '是', '否', '否', '', ''),
(22, '2014127149', '张星', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', '6', '广东鸭梨新媒体信息科技股份有限公司', '叶福明', '18576251151', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(23, '2014127201', '林健烽', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', '6', '佛山龙眼传媒有限公司', '黄穗生', '13802468913', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(24, '2014127202', '梁家豪', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', '6', '广州三地信息技术有限公司', '李龙昇', '13077598720', '自主择业', '电子工程师', '3200', '是', '否', '否', '', ''),
(25, '2014127204', '元戴瑜', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', '6', '医惠科技（广东）有限公司', '廖素娟', '020-22112266', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(26, '2014127209', '陈沛航', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', '6', '东莞市永鑫达电子有限公司', '陈爱弟', '13712431334', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(27, '2014127212', '梁晓妤', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', '6', '广东慷泰建设工程有限公司', '梁建分', '13652662138', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(28, '2014127213', '李金碧', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', '6', '广州市安讴越办公设备有限公司', '曾超强', '18620943880', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(29, '2014127215', '李心', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', '6', '佛山市福窝自动化设备科技有限公司', '梁国柱', '18307604821', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(30, '2014127220', '张高旋', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', '6', '广东笃行科技有限公司', '黄金丰', '15363396828', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(31, '2014127221', '李嘉俊', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', '6', '广州诺为信息有限公司', '张伟福', '15113357243', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(32, '2014127222', '罗育鑫', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', '6', '深圳市联普科技有限公司', '李再华', '1392345357', '自主择业', '电子工程师', '4000', '是', '否', '否', '', ''),
(33, '2014127227', '任金婷', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', '6', '广州嘉薇商业管理有限公司', '陈明聪', '13553523314', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(34, '2014127231', '王广彬', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', '6', '英特韦特安防科技（中山）有限公司', '赖均治', '18933341692', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(35, '2014127234', '陈政浩', '李硕明', '15889892165', '2017年12月至2018年5月', '专业实习', '6', '佛山市福窝自动化设备科技有限公司', '梁国柱', '18307604821', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(36, '2014127235', '李彩云', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', '6', '广州市胡慕轩信息科技有限公司', '李太谋', '13560384982', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(37, '2014127238', '区丽笑', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', '6', '广州市胡慕轩信息科技有限公司', '李太谋', '13560384982', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(38, '2014127240', '林家荣', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', '6', '深圳市力盛源光电科技有限公司', '杨启泽', '13410469572', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(39, '2014127241', '潘俊朗', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', '6', '佛山市南海区九江镇河清顺发纸品厂', '潘桂源', '13590567638', '自主择业', '电子工程师', '3200', '是', '否', '否', '', ''),
(40, '2014127244', '杨润泽', '李硕明', '15889892165', '2017年12月至2018年6月', '专业实习', '6', '深圳市力盛源光电科技有限公司', '杨启泽', '13410469572', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(41, '2014127102', '林良明', '廖静很', '18813392545', '2017年12月至2018年4月', '顶岗实习', '5', '东莞市格子网络科技有限公司', '黎沛鑫', '18666992641', '自主择业', '电子工程师', '3000', '是', '否', '否', '否', ''),
(42, '2014127104', '林启海', '廖静很', '18813392545', '2017年12月至2018年4月', '顶岗实习', '5', '中山黑子信息科技', '陈广阳', '18022078666', '自主择业', '电子工程师', '2500', '是', '否', '否', '', ''),
(43, '2014127105', '陈丽蓉', '廖静很', '18813392545', '2017年12月至2018年4月', '顶岗实习', '5', '中山联速集成电路有限公司', '欧阳泳意', '13790858964', '自主择业', '电子工程师', '2000', '是', '否', '否', '否', ''),
(44, '2014127106', '魏晓婉', '廖静很', '18813392545', '2017年12月至2018年3月', '顶岗实习', '4', '中山市思远科技有限公司', '曾丽珊', '18813934941', '自主择业', '电子工程师', '3600', '是', '否', '否', '', ''),
(45, '2014127111', '赖嘉慧', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', '6', '中山海誉智能信息技术有限公司', '杨坤鹏', '17707603141', '自主择业', '电子工程师', '4350', '是', '否', '否', '否', ''),
(46, '2014127112', '卢键聪', '廖静很', '18813392545', '2017年12月至2018年6月', '顶岗实习', '6', '辉碧电子（东莞）有限公司广州分公司', '姚炽文', '18926183766', '自主择业', '电子工程师', '2860', '是', '否', '否', '', ''),
(47, '2014127118', '李泽佳', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', '6', '广东省众创云设计有限公司', '郭辉明', '15807619116', '自主择业', '电子工程师', '3000', '是', '否', '否', '', ''),
(48, '2014127120', '曾基', '廖静很', '18813392545', '2018年12月至2018年5月', '顶岗实习', '6', '珠海横琴盛达兆业科技投资有限公司', '张来卿', '13544943525', '自主择业', '平台研发', '3000', '是', '否', '否', '否', ''),
(49, '2014127122', '林洁', '廖静很', '18813392545', '2017年01月至2018年04月', '顶岗实习', '4', '中山浩洛时代信息科技有限公司', '谢彦杰', '18719394156', '自主择业', 'Web前端设计', '2500', '是', '否', '否', '', ''),
(50, '2014127126', '肖泽锟', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', '6', '中山市才通天下国际人才网', '朱永光', '18922446395', '自主择业', '技术开发', '3500', '是', '否', '否', '', ''),
(51, '2014127127', '梁珊珊', '廖静很', '18813392545', '2018年1月至2018年6月', '顶岗实习', '6', '深南电路股份有限公司', '赵栋', '13826545249', '自主择业', '电子工程师', '3740元', '是', '否', '否', '否', ''),
(52, '2014127129', '何肖燕', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', '6', '中山六匹马网络科技有限公司', '何才华', '15018008382', '自主择业', '电子工程师', '3000', '是', '否', '否', '否', ''),
(53, '2014127137', '戚斯然', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', '6', '中山市晶威电子科技有限公司', '韦德潜', '17325720092', '自主择业', '电子工程师', '3300', '是', '否', '否', '', ''),
(54, '2014127145', '陈少峰', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', '6', '中山市凯格科技有限公司', '李彩玲', '0760-23769584', '自主择业', '电子工程师', '2500', '是', '否', '否', '', ''),
(55, '2014127146', '陈妙纯', '廖静很', '18813392545', '2018年1月至2018年6月', '顶岗实习', '6', '深南电路股份有限公司', '唐成泉', '13620087335', '自主择业', '电子工程师', '3740元', '是', '否', '否', '否', ''),
(56, '2014127147', '林晓娴', '廖静很', '18813392545', '2017年12月至2018年5月', '顶岗实习', '6', '中山市才通天下国际人才网', '罗秋红', '13715555675', '自主择业', '网络销售', '3400', '是', '否', '否', '', ''),
(57, '2014127107', '陈梓佳', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', '6', '中山市晶威电子科技有限公司', '周艳', '18689378013', '自主选择', '硬件助理工程师', '2500', '是', '否', '否', '', ''),
(58, '2014127116', '黄志强', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', '6', '广州乐智信息技术有限公司', '王颂慈', '13873783915', '自主选择', 'java后端开发助理工程师', '2600', '是', '否', '否', '', ''),
(59, '2014127123', '王伟任', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', '6', '中山市晶威科技有限公司', '周艳', '18689378013', '自主选择', '硬件助理工程师', '2500', '是', '否', '否', '', ''),
(60, '2014127128', '李漂', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', '6', '深圳市康力森实业有限公司', '潘炳良', '13430665206', '自主选择', '硬件开发助理', '4000', '否', '否', '否', '', ''),
(61, '2014127131', '李德键', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', '6', '中山市通达斯物联网有限公司 ', '李健珣', '13346488151', '自主选择', '电子工程师', '2200', '是', '否', '否', '', ''),
(62, '2014127134', '陈思远', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', '6', '广东地标建设有限公司', '欧红', '76923320589', '自主选择', '网络安全维护助理工程师', '3000', '是', '否', '否', '', ''),
(63, '2014127143', '庄伟滨', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', '6', '深圳市亨兴物流有限公司', '庄勤鹏', '15013540031', '自主选择', 'java后端开发助理工程师', '3000', '是', '否', '否', '', ''),
(64, '2014127144', '郑枫鸿', '林少茵', '13392941492', '2017年12月至2018年5月', '专业实习', '6', '中山市中希信息科技有限公司', '慧姐', '0760-88720160', '自主选择', 'java后端开发助理工程师', '2200', '是', '否', '否', '', ''),
(65, '2014127230', '何秀霞', '林少茵', '13392941492', '2018年1月至2018年6月', '专业实习', '6', '中山小世界网络科技有限公司', '林莹莹', '17722592563', '自主选择', 'WEB前端开发助理工程师', '3000', '是', '否', '否', '', ''),
(66, '2014127237', '苏玉磊', '林少茵', '13392941492', '2018年1月至2018年6月', '专业实习', '6', '旭爱科技公司', '吴嘉豪', '13631117167', '自主选择', 'WEB前端开发助理工程师', '3000', '是', '否', '否', '', ''),
(67, '2014127140', '曹健照', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', '6', '中山宝华电子有限公司', '吕玉刚', '18576222291', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(68, '2014127141', '李豪文', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', '6', '泳骏海绵有限公司', '李冠华', '18923297427', '自主选择', '电子工程师', '4000', '是', '否', '否', '', ''),
(69, '2014127205', '刘苏云', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', '6', '天之力新能源科技有限公司', '汪何龙', '13068176960', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(70, '2014127214', '陈春林', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', '6', '河源市长诚科技有限公司', '陈诚', '13690983888', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(71, '2014127219', '邓媚', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', '6', '中山恒创物联网科技有限公司', '罗玉文 ', '15113329087', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(72, '2014127224', '谢伟海', '孙菁', '15016184567', '2018年2月至2018年6月', '专业实习', '5', '中山恒创物联网科技有限公司', '刘永 ', '13422826059', '自主选择', 'java后端开发', '2500', '否', '否', '否', '', ''),
(73, '2014127226', '黄仕钧', '孙菁', '15016184567', '2017年01月-2017年6月', '专业实习', '6', '中山广弘信息科技有限公司', '邹温泰', '13631162968', '自主选择', '电子工程师', '3000', '否', '否', '否', '', ''),
(74, '2014127239', '梁利俊', '孙菁', '15016184567', '2017年1月至2018年6月', '专业实习', '6', '广东瑞德智能科技股份有限公司', '钟裕卿 ', '15920702353', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(75, '2014127246', '王淑霞', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', '6', '深圳市阿尔法商品检验有限公司', '王航', '13826549590', '自主选择', '电子工程师', '3600', '是', '否', '否', '', ''),
(76, '2014127249', '黎鹏', '孙菁', '15016184567', '2018年1月至2018年6月', '专业实习', '6', '北京宇天恒瑞科技有限公司', '刘爽', '75528462800', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(77, '2014127103', '史秀苗', '万其明', '13925307925', '2017年12月至2018年5月', '专业实习', '6', '中山职业技术学院继续教育处', '吴苑茵', '88222059', '自主选择', '考试中心助理', '1800', '是', '否', '否', '', ''),
(78, '2014127108', '陈晓琪', '万其明', '13925307925', '2017年12月至2018年5月', '专业实习', '6', '广东电网公司潮州供电局变电管理所', '朱育熹', '13828321520', '自主选择', '电子工程师', '3500', '是', '否', '否', '', ''),
(79, '2014127113', '张豪', '万其明', '13925307925', '2018年1月到6月', '专业实习', '6', '东莞市格子网络科技有限公司', '黎沛鑫', '18666992641', '自主选择', '电子工程师', '2500', '否', '否', '否', '', ''),
(80, '2014127114', '刘蓉', '万其明', '13925307925', '2018年1月至2018年5月', '专业实习', '4', '中山市名朗网络科技有限公司', '吴少飞', '15578896025', '自主选择', '网站运营', '3500', '否', '否', '否', '', ''),
(81, '2014127119', '陈炼元', '万其明', '13925307925', '2018年1月至2018年6月', '专业实习', '6', '广州鸿灏科技有限公司', '林逸灏', '13823878004', '自主选择', '电子工程师', '2500', '否', '否', '否', '', ''),
(82, '2014127138', '梁静娴', '万其明', '13925307925', '2017年12月至2018年5月', '专业实习', '6', '帕思高电子科技有限公司', '郑一民', '15018435425', '自主选择', '电子工程师', '3000', '是', '否', '是，安排学生在法定节', '', ''),
(83, '2014127151', '陈晓敏', '万其明', '13925307925', '2018年1月至2018年6月', '专业实习', '6', '揭阳市波仕科技发展有限公司', '方泽波', '13112196278', '自主选择', 'WEB前端助理', '3200', '是', '否', '否', '', ''),
(84, '2014127206', '陈泽峰', '万其明', '13925307925', '2018年1月至2018年5月', '专业实习', '4', '广东德生科技股份有限公司', '郭建文', '13539900738', '自主选择', 'C/C++实习生', '4100', '否', '否', '否', '', ''),
(85, '2014127203', '罗晓涛', '周天凤', '18576063107', '2018年1月至2018年6月', '专业实习', '6', '广东德怡电子科技有限公司', '余伟坚', '18928630965', '自主选择', '电子工程师', '2500', '是', '否', '否', '', ''),
(86, '2014127207', '李煜基', '周天凤', '18576063107', '2018年1月至2018年4月', '专业实习', '4', '中山市华霓服饰有限公司', '蔡创歆', '13823904163', '自主选择', '电子工程师', '2500', '是', '否', '否', '', ''),
(87, '2014127208', '黄伟增', '周天凤', '18576063107', '2018年1月至2018年5月', '专业实习', '4', '广东德怡电子科技有限公司', '余伟坚', '18928630965', '自主选择', '样品跟单员', '2500', '是', '否', '否', '', ''),
(88, '2014127216', '薛锦东', '周天凤', '18576063107', '2017年12月至2018年5月', '专业实习', '6', '珠海创思新能源科技有限公司', '叶小姐', '13798985022', '自主选择', '电子工程师', '2500', '是', '否', '否', '', ''),
(89, '2014127225', '何镇州', '周天凤', '18576063107', '2017年12月至2018年5月', '专业实习', '6', '珠海创思新能源科技有限公司', '叶小姐', '13798985022', '自主选择', '电子工程师', '2500', '是', '否', '否', '', ''),
(90, '2014127242', '郑经明', '周天凤', '18576063107', '2018年1月至2018年5月', '专业实习', '4', '汕头市东方艺实业有限公司', '郑壮丽', '15914709978', '自主选择', 'web前端工程师', '3200', '是', '否', '否', '', ''),
(91, '2014127243', '马少柔', '周天凤', '18576063107', '2018年1月至2018年5月', '专业实习', '5', '广州科腾技术有限公司', '李常荣', '13202631217', '自主选择', 'java开发实习生', '3000', '是', '否', '否', '', ''),
(92, '2014127245', '余曼涵', '周天凤', '18576063107', '2018年1月至2018年5月', '专业实习', '5', '汕头市高洁环境卫生服务有限公司', '李楚美 ', '18218926682', '自主选择', '技术员', '3000', '是', '否', '否', '', ''),
(93, '2014127250', '吴子杰', '周天凤', '18576063107', '2018年1月至2018年5月', '专业实习', '5', '广州利康惠爱商贸有限公司', '徐瑶琳 ', '13352835588', '自主选择', '网络维护', '3000', '是', '否', '否', '', ''),
(94, '2014127248', '黄焕特', '周天凤 ', '18576063107', '2018年1月至2018年6月', '专业实习', '6', '中山博力高电子有限公司', '胡主管 ', '13528298675', '自主选择', '技术员', '2500', '是', '否', '否', '', '');

-- --------------------------------------------------------

--
-- 表的结构 `practiceinfo2015`
--

DROP TABLE IF EXISTS `practiceinfo2015`;
CREATE TABLE IF NOT EXISTS `practiceinfo2015` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `student_id` varchar(20) NOT NULL,
  `student_name` varchar(20) NOT NULL,
  `teacher_name` varchar(20) DEFAULT NULL,
  `teacher_tel` varchar(30) DEFAULT NULL,
  `practice_time` varchar(50) DEFAULT NULL,
  `practice_type` varchar(30) DEFAULT NULL,
  `practice_long` varchar(30) DEFAULT NULL,
  `practice_company` varchar(30) DEFAULT NULL,
  `relation_name` varchar(30) DEFAULT NULL,
  `relation_tel` varchar(30) DEFAULT NULL,
  `arrange` varchar(30) DEFAULT NULL,
  `post` varchar(20) DEFAULT NULL,
  `salary` varchar(20) DEFAULT NULL,
  `company_taken` varchar(10) DEFAULT NULL,
  `tenBreak` varchar(10) DEFAULT NULL,
  `sixteenBreak` varchar(10) DEFAULT NULL,
  `changed` varchar(50) DEFAULT NULL,
  `remark` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=92 ;

--
-- 转存表中的数据 `practiceinfo2015`
--

INSERT INTO `practiceinfo2015` (`id`, `student_id`, `student_name`, `teacher_name`, `teacher_tel`, `practice_time`, `practice_type`, `practice_long`, `practice_company`, `relation_name`, `relation_tel`, `arrange`, `post`, `salary`, `company_taken`, `tenBreak`, `sixteenBreak`, `changed`, `remark`) VALUES
(1, '2015127002', '叶坤兴', '1', '2', '2019-04-22至2019-04-30', '', '', '3', '', '', '', '', '', '', '', '', '', ''),
(2, '2015127003', '林国辉', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(3, '2015127004', '陈泽潮', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(4, '2015127006', '陈淑玲', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(5, '2015127007', '郑奕周', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(6, '2015127009', '吴冰', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(7, '2015127010', '林锐浩', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(8, '2015127011', '谢文山', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(9, '2015127012', '魏艳婷', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(10, '2015127013', '李平州', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(11, '2015127014', '邝嘉良', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(12, '2015127015', '叶树莹', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(13, '2015127016', '王雁标', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(14, '2015127017', '吴凡', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(15, '2015127018', '梁华', '1', '22', '2019-04-08至2019-04-09', '', '4', '3', '', '', '', '', '', '', '', '', '', ''),
(16, '2015127019', '张鹏', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(17, '2015127020', '郑佳荣', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(18, '2015127021', '刘锦辉', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(19, '2015127022', '罗志杰', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(20, '2015127023', '马梦龙', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(21, '2015127024', '唐子盛', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(22, '2015127025', '李思敏', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(23, '2015127026', '林国枝', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(24, '2015127027', '梁少强', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(25, '2015127028', '杨灿', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(26, '2015127029', '何钰超', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(27, '2015127030', '张小海', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(28, '2015127031', '李思思', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(29, '2015127032', '张裕凤', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(30, '2015127034', '廖荣开', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(31, '2015127035', '张翅', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(32, '2015127036', '吴振峰', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(33, '2015127037', '蔡婷婷', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(34, '2015127038', '陈文', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(35, '2015127039', '伍芷萍', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(36, '2015127040', '司徒胜祥', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(37, '2015127042', '尤绮婷', '廖进很', '133...', '2019-04-10至2019-04-24', '', '2', '佛山..网络公司', '', '', '', '前端开发工程师', '', '', '', '', '', ''),
(38, '2015127043', '陈旭冬', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(39, '2015127044', '吴泽璇', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(40, '2015127045', '吴丹霞', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(41, '2015127046', '黄子宜', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', ''),
(42, '2015127047', '谢思俊', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(43, '2015127048', '陆磊力', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', ''),
(44, '2015127049', '范裕森', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(45, '2015127050', '郭雨晴', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', ''),
(46, '2015127051', '容铭业', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(47, '2015127052', '李浩彬', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(48, '2015127053', '谢碧珠', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', ''),
(49, '2015127054', '张秋容', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(50, '2015127056', '吴燕纯', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(51, '2015127057', '陆钺', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', ''),
(52, '2015127058', '莫宇莹', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', ''),
(53, '2015127059', '邓彤叶', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(54, '2015127060', '刘盛清', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(55, '2015127061', '戴志旺', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '否', ''),
(56, '2015127062', '罗帝竞', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(57, '2015127063', '黄杰', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(58, '2015127064', '罗俊锋', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(59, '2015127065', '陈泽锋', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(60, '2015127066', '周淑珍', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(61, '2015127067', '王新亮', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(62, '2015127068', '黄志旋', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(63, '2015127069', '何韶辉', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(64, '2015127070', '叶桂萍', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(65, '2015127071', '李淑琳', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(66, '2015127072', '罗智尹', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(67, '2015127073', '文俊东', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(68, '2015127074', '李奕良', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(69, '2015127075', '潘文海', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(70, '2015127076', '黄铖科', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(71, '2015127077', '李添兴', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(72, '2015127078', '严思洁', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(73, '2015127080', '巫运良', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(74, '2015127081', '林家丽', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(75, '2015127082', '杨东飞', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(76, '2015127083', '唐双贵', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(77, '2015127084', '冯天保', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(78, '2015127085', '许培有', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(79, '2015127086', '黄紫馨', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(80, '2015127087', '梁燕芬', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(81, '2015127088', '潘家豪', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(82, '2015127090', '吴伟佳', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(83, '2015127091', '林慰亮', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(84, '2015127092', '陈焕斌', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(85, '2015127093', '冼家伟', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(86, '2015127094', '洪伟辉', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(87, '2015127095', '曹诗敏', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(88, '2015127096', '赖宇振', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(89, '2015127097', '梁嘉浩', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(90, '2015127098', '许嘉锋', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', ''),
(91, '2015127099', '冯凯妍', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- 表的结构 `recruit`
--

DROP TABLE IF EXISTS `recruit`;
CREATE TABLE IF NOT EXISTS `recruit` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `company` varchar(30) NOT NULL,
  `address` varchar(50) NOT NULL,
  `post` varchar(20) NOT NULL,
  `required` varchar(200) NOT NULL,
  `salary` varchar(20) NOT NULL,
  `postDesc` varchar(200) NOT NULL,
  `relation` varchar(30) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk COMMENT='招聘表' AUTO_INCREMENT=4 ;

--
-- 转存表中的数据 `recruit`
--

INSERT INTO `recruit` (`id`, `company`, `address`, `post`, `required`, `salary`, `postDesc`, `relation`) VALUES
(1, 'test', 'test', 'test', 'test', 'test', 'test', 'test'),
(2, '佛山市**网络科技有限公司', '佛山市', 'web前端开发', '1.学历2.熟练3.熟悉主动学习和成长，无需刻意培训主动学习和成长，无需刻意培训主动学习和成长，无需刻意培训主动学习和成长，无需刻意培训', '10000-14999', '1.按照2.熟悉3.负责4.使用主动学习和成长，无需刻意培训主动学习和成长，无需刻意培训主动学习和成长，无需刻意培训', '能接受加班'),
(3, '广东 **网络信息公司', '广东', '前端', '1.按照\n2.熟悉\n3.负责\n4.使用主动学习和成长，无需刻意培训主动学习和成长，无需刻意培训主动学习和成长，无需刻意培训', '3000', '1.按照\n2.熟悉\n3.负责\n4.使用主动学习和成长，无需刻意培训主动学习和成长，无需刻意培训主动学习和成长，无需刻意培训', '');

-- --------------------------------------------------------

--
-- 表的结构 `student1672`
--

DROP TABLE IF EXISTS `student1672`;
CREATE TABLE IF NOT EXISTS `student1672` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `student_id` varchar(20) NOT NULL,
  `student_name` varchar(20) NOT NULL,
  `student_pwd` varchar(20) NOT NULL,
  `student_tel` varchar(50) DEFAULT NULL,
  `school` varchar(20) NOT NULL,
  `academe` varchar(20) NOT NULL,
  `grade` varchar(20) NOT NULL,
  `profession` varchar(20) NOT NULL,
  `profession_id` varchar(10) NOT NULL,
  `class_name` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=47 ;

--
-- 转存表中的数据 `student1672`
--

INSERT INTO `student1672` (`id`, `student_id`, `student_name`, `student_pwd`, `student_tel`, `school`, `academe`, `grade`, `profession`, `profession_id`, `class_name`) VALUES
(1, '2016127201', '江文晋', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(2, '2016127202', '何汉坚', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(3, '2016127203', '辛胜', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(4, '2016127204', '辛培颖', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(5, '2016127205', '江泽龙', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(6, '2016127206', '徐奕淇', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(7, '2016127207', '林兴南', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(8, '2016127208', '彭纯真', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(9, '2016127209', '陈毅佳', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(10, '2016127210', '黄坚新', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(11, '2016127211', '蔡泓宇', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(12, '2016127212', '李嘉洛', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(13, '2016127213', '王金婵', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(14, '2016127214', '吕永健', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(15, '2016127215', '钟彩玉', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(16, '2016127217', '蔡日慧', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(17, '2016127218', '许建强', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(18, '2016127219', '崔迪', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(19, '2016127223', '何奕松', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(20, '2016127224', '周润丰', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(21, '2016127225', '杨越清', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(22, '2016127226', '梁兴栓', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(23, '2016127228', '姚竣洛', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(24, '2016127229', '葛雪欣', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(25, '2016127230', '黎林坚', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(26, '2016127231', '张云燕', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(27, '2016127232', '陈钧霖', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(28, '2016127234', '蔡帝锋', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(29, '2016127235', '彭成惠', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(30, '2016127236', '张振楠', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(31, '2016127237', '陈嘉仕', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(32, '2016127238', '黄好宏', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(33, '2016127239', '苏锦龙', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(34, '2016127240', '陈鸿杰', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(35, '2016127241', '张景奇', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(36, '2016127242', '詹艺莹', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(37, '2016127243', '郑可贤', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(38, '2016127244', '李国涛', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(39, '2016127245', '张钧奥', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(40, '2016127246', '吴晓婉', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(41, '2016127247', '王伟雄', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(42, '2016127248', '林清', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(43, '2016127249', '陈晓锋', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(44, '2016127251', '唐天财', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(45, '2016127252', '吴泽科', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272'),
(46, '2015127005', '陈柏宏', '123456', '', '韩山师范学院', '物理与电子信息工程学院', '2016级', '电子信息工程（2+2）', '80701', '本科20161272');

-- --------------------------------------------------------

--
-- 表的结构 `student2014`
--

DROP TABLE IF EXISTS `student2014`;
CREATE TABLE IF NOT EXISTS `student2014` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `student_id` varchar(20) NOT NULL,
  `student_name` varchar(20) NOT NULL,
  `student_pwd` varchar(20) NOT NULL,
  `student_tel` varchar(30) DEFAULT NULL,
  `school` varchar(20) NOT NULL,
  `academe` varchar(20) NOT NULL,
  `grade` varchar(20) NOT NULL,
  `profession` varchar(20) NOT NULL,
  `profession_id` varchar(20) NOT NULL,
  `class_name` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=96 ;

--
-- 转存表中的数据 `student2014`
--

INSERT INTO `student2014` (`id`, `student_id`, `student_name`, `student_pwd`, `student_tel`, `school`, `academe`, `grade`, `profession`, `profession_id`, `class_name`) VALUES
(1, '2014127101', '黄家智', '123456', '13427072503', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(2, '2014127102', '林良明', '123456', '15220939539', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(3, '2014127103', '史秀苗', '123456', '13549854510', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(4, '2014127104', '林启海', '123456', '13427070900', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(5, '2014127105', '陈丽蓉', '123456', '13611454232', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(6, '2014127106', '魏晓婉', '123456', '18476011136', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(7, '2014127107', '陈梓佳', '123456', '15876875628', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(8, '2014127108', '陈晓琪', '123456', '15814947325', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(9, '2014127110', '黎国鑫', '123456', '13527191464', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(10, '2014127111', '赖嘉慧', '123456', '13543826751', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(11, '2014127112', '卢键聪', '123456', '13531840665', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(12, '2014127113', '张豪', '123456', '15816160745', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(13, '2014127114', '刘蓉', '123456', '15916457330', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(14, '2014127115', '肖志成', '123456', '13531771917', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(15, '2014127116', '黄志强', '123456', '13543840875', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(16, '2014127117', '陈洪期', '123456', '13715554942', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(17, '2014127118', '李泽佳', '123456', '13532017796', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(18, '2014127119', '陈炼元', '123456', '15916483499', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(19, '2014127120', '曾基', '123456', '18319714090', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(20, '2014127122', '林洁', '123456', '18476016023', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(21, '2014127123', '王伟任', '123456', '13527139906', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(22, '2014127124', '梁秋霞', '123456', '13433528797', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(23, '2014127125', '曾筠怡', '123456', '15994988690', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(24, '2014127126', '肖泽锟', '123456', '13543805841', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(25, '2014127127', '梁珊珊', '123456', '18312766368', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(26, '2014127128', '李漂', '123456', '13544175187', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(27, '2014127129', '何肖燕', '123456', '13232376891', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(28, '2014127130', '何桂贤', '123456', '15994967031', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(29, '2014127131', '李德键', '123456', '13527126084', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(30, '2014127132', '彭伟娴', '123456', '18476969309', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(31, '2014127133', '钟锦锋', '123456', '13427091381', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(32, '2014127134', '陈思远', '123456', '18319555230', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(33, '2014127135', '叶锦清', '123456', '18476830211', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(34, '2014127136', '莫俊杰', '123456', '13226099165', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(35, '2014127137', '戚斯然', '123456', '13715641630', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(36, '2014127138', '梁静娴', '123456', '13071433502', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(37, '2014127139', '谭俊明', '123456', '15812669503', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(38, '2014127140', '曹健照', '123456', '15017301587', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(39, '2014127141', '李豪文', '123456', '13427094374', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(40, '2014127142', '余钰玲', '123456', '13715576468', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(41, '2014127143', '庄伟滨', '123456', '13632823802', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(42, '2014127144', '郑枫鸿', '123456', '13715663422', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(43, '2014127145', '陈少峰', '123456', '13532090552', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(44, '2014127146', '陈妙纯', '123456', '15814948901', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(45, '2014127147', '林晓娴', '123456', '13715597426', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(46, '2014127148', '郭家健', '123456', '15812669503', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(47, '2014127149', '张星', '123456', '13226706605', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(48, '2014127150', '罗金华', '123456', '13427074275', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(49, '2014127151', '陈晓敏', '123456', '13715641379', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141271'),
(50, '2014127201', '林健烽', '123456', '15019914614', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(51, '2014127202', '梁家豪', '123456', '15916485549', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(52, '2014127203', '罗晓涛', '123456', '15814946572', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(53, '2014127204', '元戴瑜', '123456', '15816160291', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(54, '2014127205', '刘苏云', '123456', '15876083116', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(55, '2014127206', '陈泽峰', '123456', '15916453549', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(56, '2014127207', '李煜基', '123456', '18318669524', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(57, '2014127208', '黄伟增', '123456', '13421464350', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(58, '2014127209', '陈沛航', '123456', '13427093961', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(59, '2014127210', '张伟福', '123456', '15813284875', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(60, '2014127212', '梁晓妤', '123456', '15019565280', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(61, '2014127213', '李金碧', '123456', '13726073550', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(62, '2014127214', '陈春林', '123456', '18312640628', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(63, '2014127215', '李心', '123456', '13726099604', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(64, '2014127216', '薛锦东', '123456', '13543815250', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(65, '2014127217', '林冬贤', '123456', '15916486095', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(66, '2014127218', '罗添科', '123456', '15019525321', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(67, '2014127219', '邓媚', '123456', '18719348727', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(68, '2014127220', '张高旋', '123456', '15019915075', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(69, '2014127221', '李嘉俊', '123456', '13750549076', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(70, '2014127222', '罗育鑫', '123456', '18476085230', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(71, '2014127223', '吴子鹰', '123456', '13413169172', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(72, '2014127224', '谢伟海', '123456', '13527151451', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(73, '2014127225', '何镇州', '123456', '13413898000', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(74, '2014127226', '黄仕钧', '123456', '13148535520', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(75, '2014127227', '任金婷', '123456', '13531816349', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(76, '2014127230', '何秀霞', '123456', '13531767712', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(77, '2014127231', '王广彬', '123456', '15976329351', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(78, '2014127234', '陈政浩', '123456', '15219721333', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(79, '2014127235', '李彩云', '123456', '13652211836', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(80, '2014127236', '李康杨', '123456', '18719171901', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(81, '2014127237', '苏玉磊', '123456', '18813719786', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(82, '2014127238', '区丽笑', '123456', '13066266964', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(83, '2014127239', '梁利俊', '123456', '18312893379', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(84, '2014127240', '林家荣', '123456', '15916463564', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(85, '2014127241', '潘俊朗', '123456', '13302413276', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(86, '2014127242', '郑经明', '123456', '13427094142', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(87, '2014127243', '马少柔', '123456', '13532059545', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(88, '2014127244', '杨润泽', '123456', '15812669901', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(89, '2014127245', '余曼涵', '123456', '15876079121', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(90, '2014127246', '王淑霞', '123456', '15919751607', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(91, '2014127247', '杨家卓', '123456', '15626558618', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(92, '2014127248', '黄焕特', '123456', '15976393879', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+2）', '80701', '本科20141272'),
(93, '2014127249', '黎鹏', '123456', '13432157283', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+3）', '80701', '本科20141272'),
(94, '2014127250', '吴子杰', '123456', '13602832654', '韩山师范学院', '物理与电子信息工程学院', '2014级', '电子信息工程（2+4）', '80701', '本科20141272'),
(95, '', '', '', '', '', '', '', '', '', '');

-- --------------------------------------------------------

--
-- 表的结构 `student2015`
--

DROP TABLE IF EXISTS `student2015`;
CREATE TABLE IF NOT EXISTS `student2015` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `student_id` varchar(20) NOT NULL,
  `student_name` varchar(20) NOT NULL,
  `student_pwd` varchar(20) NOT NULL,
  `student_tel` varchar(30) DEFAULT NULL,
  `school` varchar(20) NOT NULL,
  `academe` varchar(20) NOT NULL,
  `grade` varchar(20) NOT NULL,
  `profession` varchar(20) NOT NULL,
  `profession_id` varchar(20) NOT NULL,
  `class_name` varchar(20) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=92 ;

--
-- 转存表中的数据 `student2015`
--

INSERT INTO `student2015` (`id`, `student_id`, `student_name`, `student_pwd`, `student_tel`, `school`, `academe`, `grade`, `profession`, `profession_id`, `class_name`) VALUES
(1, '2015127002', '叶坤兴', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(2, '2015127003', '林国辉', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(3, '2015127004', '陈泽潮', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(4, '2015127006', '陈淑玲', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(5, '2015127007', '郑奕周', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(6, '2015127009', '吴冰', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(7, '2015127010', '林锐浩', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(8, '2015127011', '谢文山', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(9, '2015127012', '魏艳婷', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(10, '2015127013', '李平州', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(11, '2015127014', '邝嘉良', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(12, '2015127015', '叶树莹', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(13, '2015127016', '王雁标', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(14, '2015127017', '吴凡', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(15, '2015127018', '梁华', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(16, '2015127019', '张鹏', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(17, '2015127020', '郑佳荣', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(18, '2015127021', '刘锦辉', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(19, '2015127022', '罗志杰', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(20, '2015127023', '马梦龙', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(21, '2015127024', '唐子盛', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(22, '2015127025', '李思敏', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(23, '2015127026', '林国枝', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(24, '2015127027', '梁少强', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(25, '2015127028', '杨灿', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(26, '2015127029', '何钰超', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(27, '2015127030', '张小海', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(28, '2015127031', '李思思', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(29, '2015127032', '张裕凤', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(30, '2015127034', '廖荣开', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(31, '2015127035', '张翅', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(32, '2015127036', '吴振峰', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(33, '2015127037', '蔡婷婷', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(34, '2015127038', '陈文', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(35, '2015127039', '伍芷萍', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(36, '2015127040', '司徒胜祥', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(37, '2015127042', '尤绮婷', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(38, '2015127043', '陈旭冬', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(39, '2015127044', '吴泽璇', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(40, '2015127045', '吴丹霞', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(41, '2015127046', '黄子宜', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(42, '2015127047', '谢思俊', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(43, '2015127048', '陆磊力', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(44, '2015127049', '范裕森', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(45, '2015127050', '郭雨晴', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151271'),
(46, '2015127051', '容铭业', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(47, '2015127052', '李浩彬', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(48, '2015127053', '谢碧珠', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(49, '2015127054', '张秋容', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(50, '2015127056', '吴燕纯', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(51, '2015127057', '陆钺', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(52, '2015127058', '莫宇莹', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(53, '2015127059', '邓彤叶', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(54, '2015127060', '刘盛清', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(55, '2015127061', '戴志旺', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(56, '2015127062', '罗帝竞', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(57, '2015127063', '黄杰', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(58, '2015127064', '罗俊锋', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(59, '2015127065', '陈泽锋', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(60, '2015127066', '周淑珍', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(61, '2015127067', '王新亮', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(62, '2015127068', '黄志旋', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(63, '2015127069', '何韶辉', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(64, '2015127070', '叶桂萍', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(65, '2015127071', '李淑琳', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(66, '2015127072', '罗智尹', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(67, '2015127073', '文俊东', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(68, '2015127074', '李奕良', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(69, '2015127075', '潘文海', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(70, '2015127076', '黄铖科', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(71, '2015127077', '李添兴', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(72, '2015127078', '严思洁', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(73, '2015127080', '巫运良', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(74, '2015127081', '林家丽', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(75, '2015127082', '杨东飞', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(76, '2015127083', '唐双贵', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(77, '2015127084', '冯天保', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(78, '2015127085', '许培有', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(79, '2015127086', '黄紫馨', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(80, '2015127087', '梁燕芬', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(81, '2015127088', '潘家豪', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(82, '2015127090', '吴伟佳', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(83, '2015127091', '林慰亮', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(84, '2015127092', '陈焕斌', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(85, '2015127093', '冼家伟', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(86, '2015127094', '洪伟辉', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(87, '2015127095', '曹诗敏', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(88, '2015127096', '赖宇振', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(89, '2015127097', '梁嘉浩', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(90, '2015127098', '许嘉锋', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272'),
(91, '2015127099', '冯凯妍', '123456', NULL, '韩山师范学院', '物理与电子信息工程学院', '2015级', '电子信息工程（2+2）', '80701', '本科20151272');

-- --------------------------------------------------------

--
-- 表的结构 `talk`
--

DROP TABLE IF EXISTS `talk`;
CREATE TABLE IF NOT EXISTS `talk` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `talk_title` varchar(50) NOT NULL,
  `talk_content` varchar(300) NOT NULL,
  `talk_writer` varchar(20) NOT NULL,
  `talk_time` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk COMMENT='论坛话题表' AUTO_INCREMENT=7 ;

--
-- 转存表中的数据 `talk`
--

INSERT INTO `talk` (`id`, `talk_title`, `talk_content`, `talk_writer`, `talk_time`) VALUES
(1, '2019/4/19', '天气晴朗', '周天凤', '2019-04-19 00:00:00'),
(2, '2019/4/19', '天气晴朗2', '周天凤', '2019-04-19 12:40:00'),
(3, '2019/4/19', '天气晴朗3', '周天凤', '2019-04-19 12:41:22'),
(4, 'title', 'content', '周天凤', '2019-04-19 12:44:06'),
(5, '4/22', '13', '尤绮婷', '2019-04-22 22:55:07'),
(6, '4/22', ' 我的内容', '尤绮婷', '2019-04-22 22:59:56');

-- --------------------------------------------------------

--
-- 表的结构 `teacher`
--

DROP TABLE IF EXISTS `teacher`;
CREATE TABLE IF NOT EXISTS `teacher` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `teacher_name` varchar(50) NOT NULL,
  `teacher_pwd` varchar(50) NOT NULL,
  `teacher_id` varchar(30) NOT NULL,
  `teacher_tel` varchar(30) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=12 ;

--
-- 转存表中的数据 `teacher`
--

INSERT INTO `teacher` (`id`, `teacher_name`, `teacher_pwd`, `teacher_id`, `teacher_tel`) VALUES
(1, '周天凤', '123456', '201753060', '18576063107'),
(2, '万其明', '123456', '200952052', '13925307925'),
(3, '林少茵', '123456', '200752020', '13392941492'),
(4, '李硕明', '123456', '201052069', '15889892165'),
(5, '蔡教武', '123456', '201753062', '13928132593'),
(6, '廖静很', '123456', '200852029', '18813392545'),
(7, '孙菁', '123456', '200952060', '15016184567'),
(8, '黄家权', '123456', '200952066', '13631140656'),
(9, '江武志', '123456', '201052071', NULL),
(10, '刘鹏远', '123456', '200853047', '183168828876'),
(11, '罗智祥', '123456', '200652005', NULL);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
